{
  "title": "من نحن",

  "heading": "نقود التغيير من خلال الابتكار وقوة الشباب",

  "caption-title": "أعضاء مجلس الإدارة التنفيذي",
  "caption-location": "لندن، 2025",

  "paragraph1": "الابتكار هو جوهر كل ما نقوم به في Green Gate. منذ البداية، آمنا بأن مواجهة تحديات المناخ الحالية تتطلب أفكارًا جريئة، ورؤى جديدة، واتصالًا عميقًا بالطبيعة. ومن خلال تمكين الشباب في منطقة الشرق الأوسط وشمال أفريقيا، نبني حركة تجمع بين العمل البيئي والحلول الإبداعية. يشمل عملنا التعليم المناخي، واستعادة النظم البيئية، وتحفيز الشباب، والدعوة البيئية — وكل ذلك قائم على الابتكار والمجتمع والغاية. نستمر في استكشاف أساليب جديدة لخلق تغيير هادف، وتعزيز التأثير، وإلهام الجيل القادم من القادة البيئيين. انضم إلينا لنعيد تخيّل الممكن — ونتحرك نحو مستقبل أكثر عدلاً وخضرة واستدامة.",

  "banner-text": "نبني جيلاً يضمن مستقبلًا مستدامًا",

  "paragraph2": "منذ البداية، كان الابتكار جزءًا أساسيًا من هوية Green Gate. إنه أكثر من مجرد قيمة — إنه المحرك الذي يدفع مهمتنا إلى الأمام. رأى المؤسسون فجوة حاسمة: ضرورة تمكين الشباب ليكونوا قادة في بناء مستقبل أكثر استدامة. كانوا يعلمون أن التأثير الحقيقي يتطلب تفكيرًا جديدًا، وأفعالًا جريئة، وشجاعة لتحدي السائد. هذا الالتزام بالحلول المبتكرة التي يقودها الشباب دفع عملنا في مجالات الدعوة المناخية، واستعادة البيئة، والتعليم البيئي. لقد بنينا ثقافة تحتضن التجربة، وتشجع التعاون، وتحول التحديات إلى فرص. ومع نموّنا، نبقى متمسكين برسالتنا — أن نكون محفزًا للتغيير الجريء ومنارة للجيل القادم من القادة البيئيين.",

  "team-title": "فريقنا",

  "positions": {
    "chief-manager": "المديرة العامة",
    "environmental-coordinator": "منسق بيئي",
    "youth-engagement": "مسؤولة تمكين الشباب",
    "community-outreach": "مسؤول التواصل المجتمعي"
  },

  "descriptions": {
    "chief-manager": "قيادة الرؤية والاستراتيجية لمهمة Green Gate في منطقة الشرق الأوسط وشمال أفريقيا.",
    "environmental-coordinator": "خبير في التنمية المستدامة وتنفيذ السياسات البيئية.",
    "youth-engagement": "شغوفة بتمكين القادة الشباب وخلق فرص مؤثرة لهم.",
    "community-outreach": "بناء جسور بين المجتمعات وتعزيز المبادرات التعاونية."
  }
}
